Repository: kenzy51/rnta
Catalog: backend/apps/payments/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Invoice number
ru: Номер счета

source: Legal person (Our)
ru: Юридическое лицо (наше)

source: Project
ru: Проект

source: Payment purpose
ru: Назначение платежа

source: Amount
ru: Сумма

source: Billing date
ru: Дата выставления счета

source: Paid date
ru: Оплачен

source: Close date
ru: Дата закрытия

source: Comment
ru: Комментарий

source: Updated at
ru: Дата обновления

source: Deleted
ru: Удален

source: Deleted comment
ru: Комментарий к удаления

source: Client invoice (Summary)
ru: Счет клиенту (Сводка)

source: Client invoices (Summary)
ru: Счета клиенту (Сводка)

source: Stock market
ru: Биржа

source: Request month
ru: Месяц запроса

source: Budget request
ru: Запрос бюджета

source: Spent
ru: Потрачено

source: Commission
ru: Комиссия

source: Comment to project
ru: Комментарий к проекту

source: Comment to expense
ru: Комментарий к расходу

source: Project expense
ru: Затраты проекта

source: Project expenses
ru: Затраты проектов

source: Manager
ru: Менеджер

source: Client invoice
ru: Счет клиенту

source: Only manager can have bonuses
ru: Только менеджер может иметь бонусы

source: Manager bonus
ru: Бонус менеджера

source: Manager bonuses
ru: Бонусы менеджеров

source: Bonus amount
ru: Сумма бонуса
